Repository: deepratna-awale/open-wallpaper-engine-mac
Catalog: OpenWallpaperEngine/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, pl, pt_br, ru, tr, uk, zh_hans, zh_hant

source: Renders a seamless loop of the current scene wallpaper in the background and installs a screen saver that plays it. Choose Open Wallpaper Engine in Screen Saver settings to use it. Turning it off removes the screen saver and its videos.
ar: يصيّر حلقة سلسة من خلفية المشهد الحالية في الخلفية ويثبّت شاشة توقف تعرضها. اختر Open Wallpaper Engine في إعدادات شاشة التوقف لاستخدامها. إيقافه يزيل شاشة التوقف ومقاطع الفيديو الخاصة بها.
de: Rendert im Hintergrund eine nahtlose Schleife des aktuellen Szenen-Hintergrundbilds und installiert einen Bildschirmschoner, der sie abspielt. Wähle Open Wallpaper Engine in den Bildschirmschoner-Einstellungen, um ihn zu nutzen. Ausschalten entfernt den Bildschirmschoner und seine Videos.
es: Renderiza en segundo plano un bucle continuo del fondo de pantalla de escena actual e instala un salvapantallas que lo reproduce. Elige Open Wallpaper Engine en los ajustes del salvapantallas para usarlo. Al desactivarlo se eliminan el salvapantallas y sus vídeos.
fr: Calcule en arrière-plan une boucle sans raccord du fond d'écran de scène actuel et installe un économiseur d'écran qui la lit. Choisissez Open Wallpaper Engine dans les réglages de l'économiseur d'écran pour l'utiliser. Le désactiver supprime l'économiseur et ses vidéos.
hi: मौजूदा सीन वॉलपेपर का एक सहज लूप बैकग्राउंड में रेंडर करता है और उसे चलाने वाला स्क्रीन सेवर इंस्टॉल करता है। इसे इस्तेमाल करने के लिए स्क्रीन सेवर सेटिंग्स में Open Wallpaper Engine चुनें। बंद करने पर स्क्रीन सेवर और उसके वीडियो हट जाते हैं।
it: Esegue in background il rendering di un loop continuo dello sfondo scena attuale e installa un salvaschermo che lo riproduce. Scegli Open Wallpaper Engine nelle impostazioni del salvaschermo per usarlo. Disattivandolo vengono rimossi il salvaschermo e i suoi video.
ja: 現在のシーン壁紙の継ぎ目のないループをバックグラウンドでレンダリングし、それを再生するスクリーンセーバをインストールします。使うにはスクリーンセーバ設定で Open Wallpaper Engine を選択してください。オフにするとスクリーンセーバとそのビデオが削除されます。
ko: 현재 장면 배경화면의 끊김 없는 루프를 백그라운드에서 렌더링하고 이를 재생하는 화면 보호기를 설치합니다. 사용하려면 화면 보호기 설정에서 Open Wallpaper Engine을 선택하세요. 끄면 화면 보호기와 비디오가 제거됩니다.
pl: Renderuje w tle płynną pętlę bieżącej tapety sceny i instaluje wygaszacz ekranu, który ją odtwarza. Aby go używać, wybierz Open Wallpaper Engine w ustawieniach wygaszacza ekranu. Wyłączenie usuwa wygaszacz i jego filmy.
pt_br: Renderiza em segundo plano um loop contínuo do papel de parede de cena atual e instala um protetor de tela que o reproduz. Escolha Open Wallpaper Engine nos ajustes do Protetor de Tela para usá-lo. Desativar remove o protetor de tela e seus vídeos.
ru: В фоне рендерит бесшовную петлю текущих обоев-сцены и устанавливает заставку, которая её воспроизводит. Чтобы использовать её, выберите Open Wallpaper Engine в настройках заставки. При выключении заставка и её видео удаляются.
tr: Geçerli sahne duvar kâğıdının kesintisiz bir döngüsünü arka planda işler ve onu oynatan bir ekran koruyucu yükler. Kullanmak için Ekran Koruyucu ayarlarında Open Wallpaper Engine’i seçin. Kapatmak ekran koruyucuyu ve videolarını kaldırır.
uk: У фоні рендерить безшовну петлю поточних шпалер-сцени та встановлює заставку, що її відтворює. Щоб користуватися нею, виберіть Open Wallpaper Engine у параметрах заставки. Вимкнення видаляє заставку та її відео.
zh_hans: 在后台渲染当前场景壁纸的无缝循环，并安装播放它的屏幕保护程序。要使用它，请在屏幕保护程序设置中选择 Open Wallpaper Engine。关闭后会移除屏幕保护程序及其视频。
zh_hant: 在背景算繪目前場景桌布的無縫循環，並安裝播放它的螢幕保護程式。若要使用，請在螢幕保護程式設定中選擇 Open Wallpaper Engine。關閉後會移除螢幕保護程式及其影片。

source: Repeat
ar: تكرار
de: Wiederholen
es: Repetir
fr: Répéter
hi: दोहराएँ
it: Ripeti
ja: リピート
ko: 반복
pl: Powtarzaj
pt_br: Repetir
ru: Повторять
tr: Yinele
uk: Повторювати
zh_hans: 重复
zh_hant: 重複播放

source: Replace…
ar: استبدال…
de: Ersetzen …
es: Sustituir…
fr: Remplacer…
hi: बदलें…
it: Sostituisci…
ja: 置き換える…
ko: 대치…
pl: Zastąp…
pt_br: Substituir…
ru: Заменить…
tr: Değiştir…
uk: Замінити…
zh_hans: 替换…
zh_hant: 取代⋯

source: Report a Security Issue
ar: الإبلاغ عن مشكلة أمنية
de: Sicherheitsproblem melden
es: Informar de un problema de seguridad
fr: Signaler un problème de sécurité
hi: सुरक्षा समस्या की रिपोर्ट करें
it: Segnala un problema di sicurezza
ja: セキュリティの問題を報告
ko: 보안 문제 신고
pl: Zgłoś problem z bezpieczeństwem
pt_br: Relatar um Problema de Segurança
ru: Сообщить о проблеме безопасности
tr: Güvenlik Sorunu Bildir
uk: Повідомити про проблему безпеки
zh_hans: 报告安全问题
zh_hant: 回報安全性問題

source: Report…
ar: إبلاغ…
de: Melden …
es: Denunciar…
fr: Signaler…
hi: रिपोर्ट करें…
it: Segnala…
ja: 報告…
ko: 신고…
pl: Zgłoś…
pt_br: Denunciar…
ru: Пожаловаться…
tr: Bildir…
uk: Поскаржитися…
zh_hans: 举报…
zh_hant: 檢舉⋯

source: Requesting download…
ar: يجري طلب التنزيل…
de: Download wird angefordert …
es: Solicitando descarga…
fr: Demande de téléchargement…
hi: डाउनलोड का अनुरोध किया जा रहा है…
it: Richiesta di download…
ja: ダウンロードをリクエスト中…
ko: 다운로드 요청 중…
pl: Wysyłanie żądania pobrania…
pt_br: Solicitando download…
ru: Запрос загрузки…
tr: İndirme isteniyor…
uk: Запит на викачування…
zh_hans: 正在请求下载…
zh_hant: 正在請求下載⋯

source: Required
ar: مطلوب
de: Erforderlich
es: Obligatorio
fr: Requise
hi: आवश्यक
it: Richiesta
ja: 必須
ko: 필요함
pl: Wymagane
pt_br: Obrigatória
ru: Требуется
tr: Gerekli
uk: Обовʼязково
zh_hans: 需要
zh_hant: 需要

source: Reset
ar: إعادة تعيين
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
hi: रीसेट करें
it: Ripristina
ja: リセット
ko: 재설정
pl: Resetuj
pt_br: Redefinir
ru: Сбросить
tr: Sıfırla
uk: Скинути
zh_hans: 重置
zh_hant: 重置

source: Reset All Trusted Wallpapers
ar: إعادة تعيين كل الخلفيات الموثوقة
de: Alle vertrauenswürdigen Hintergrundbilder zurücksetzen
es: Restablecer todos los fondos de pantalla de confianza
fr: Réinitialiser tous les fonds d’écran approuvés
hi: सभी भरोसेमंद वॉलपेपर रीसेट करें
it: Ripristina tutti gli sfondi attendibili
ja: 信頼済みの壁紙をすべてリセット
ko: 신뢰하는 모든 배경화면 재설정
pl: Resetuj wszystkie zaufane tapety
pt_br: Redefinir Todas as Imagens de Fundo Confiáveis
ru: Сбросить все доверенные обои
tr: Tüm Güvenilen Duvar Kâğıtlarını Sıfırla
uk: Скинути всі довірені шпалери
zh_hans: 重置所有信任的墙纸
zh_hant: 重置所有信任的背景圖片

source: Reset Config
ar: إعادة تعيين الإعدادات
de: Konfiguration zurücksetzen
es: Restablecer configuración
fr: Réinitialiser la configuration
hi: कॉन्फ़िगरेशन रीसेट करें
it: Ripristina configurazione
ja: 設定をリセット
ko: 구성 재설정
pl: Resetuj konfigurację
pt_br: Redefinir Configuração
ru: Сбросить конфигурацию
tr: Yapılandırmayı Sıfırla
uk: Скинути конфігурацію
zh_hans: 重置配置
zh_hant: 重置設定

source: Reset Edits
ar: إعادة تعيين التعديلات
de: Änderungen zurücksetzen
es: Restablecer cambios
fr: Réinitialiser les modifications
hi: बदलाव रीसेट करें
it: Ripristina modifiche
ja: 編集をリセット
ko: 편집 내용 재설정
pl: Resetuj zmiany
pt_br: Redefinir Edições
ru: Сбросить изменения
tr: Düzenlemeleri Sıfırla
uk: Скинути зміни
zh_hans: 重置编辑
zh_hant: 重置編輯

source: Reset Filters
ar: إعادة تعيين التصفية
de: Filter zurücksetzen
es: Restablecer filtros
fr: Réinitialiser les filtres
hi: फ़िल्टर रीसेट करें
it: Ripristina filtri
ja: フィルタをリセット
ko: 필터 재설정
pl: Resetuj filtry
pt_br: Redefinir Filtros
ru: Сбросить фильтры
tr: Filtreleri Sıfırla
uk: Скинути фільтри
zh_hans: 重置筛选条件
zh_hant: 重置篩選條件

source: Reset First Launch
ar: إعادة تعيين التشغيل الأول
de: Ersten Start zurücksetzen
es: Restablecer primer inicio
fr: Réinitialiser le premier lancement
hi: पहला लॉन्च रीसेट करें
it: Ripristina primo avvio
ja: 初回起動をリセット
ko: 첫 실행 재설정
pl: Resetuj pierwsze uruchomienie
pt_br: Redefinir Primeira Abertura
ru: Сбросить первый запуск
tr: İlk Açılışı Sıfırla
uk: Скинути перший запуск
zh_hans: 重置首次启动
zh_hant: 重置首次啟動

source: Reset Properties
ar: إعادة تعيين الخصائص
de: Eigenschaften zurücksetzen
es: Restablecer propiedades
fr: Réinitialiser les propriétés
hi: प्रॉपर्टी रीसेट करें
it: Ripristina proprietà
ja: プロパティをリセット
ko: 속성 재설정
pl: Resetuj właściwości
pt_br: Redefinir Propriedades
ru: Сбросить свойства
tr: Özellikleri Sıfırla
uk: Скинути властивості
zh_hans: 重置属性
zh_hant: 重置屬性

source: Reset Scene Editor (Live) Edits
ar: إعادة تعيين تعديلات محرر المشهد (مباشر)
de: Änderungen im Szeneneditor (Live) zurücksetzen
es: Restablecer cambios del Editor de escenas (en vivo)
fr: Réinitialiser les modifications de l’Éditeur de scène (en direct)
hi: सीन एडिटर (लाइव) के बदलाव रीसेट करें
it: Ripristina modifiche dell’Editor scena (live)
ja: シーンエディタ（ライブ）の編集をリセット
ko: 장면 편집기(라이브) 편집 내용 재설정
pl: Resetuj zmiany z Edytora sceny (na żywo)
pt_br: Redefinir Edições do Editor de Cena (ao vivo)
ru: Сбросить изменения Редактора сцены (вживую)
tr: Sahne Düzenleyicisi (Canlı) Düzenlemelerini Sıfırla
uk: Скинути зміни Редактора сцени (наживо)
zh_hans: 重置场景编辑器（实时）编辑
zh_hant: 重置場景編輯器（即時）編輯

source: Reset Scene Editor Edits
ar: إعادة تعيين تعديلات محرر المشهد
de: Änderungen im Szeneneditor zurücksetzen
es: Restablecer cambios del Editor de escenas
fr: Réinitialiser les modifications de l’Éditeur de scène
hi: सीन एडिटर के बदलाव रीसेट करें
it: Ripristina modifiche dell’Editor scena
ja: シーンエディタの編集をリセット
ko: 장면 편집기 편집 내용 재설정
pl: Resetuj zmiany z Edytora sceny
pt_br: Redefinir Edições do Editor de Cena
ru: Сбросить изменения Редактора сцены
tr: Sahne Düzenleyicisi Düzenlemelerini Sıfırla
uk: Скинути зміни Редактора сцени
zh_hans: 重置场景编辑器编辑
zh_hant: 重置場景編輯器編輯

source: Reset this wallpaper's properties to the defaults its author set
ar: إعادة تعيين خصائص خلفية الشاشة هذه إلى القيم الافتراضية التي حددها مؤلفها
de: Die Eigenschaften dieses Hintergrundbilds auf die Standardwerte seines Autors zurücksetzen
es: Restablecer las propiedades de este fondo de pantalla a los valores predeterminados de su autor
fr: Réinitialiser les propriétés de ce fond d’écran aux valeurs par défaut choisies par son auteur
hi: इस वॉलपेपर की प्रॉपर्टी को उसके लेखक के डिफ़ॉल्ट पर रीसेट करें
it: Ripristina le proprietà di questo sfondo ai valori predefiniti del suo autore
ja: この壁紙のプロパティを作者が設定したデフォルトにリセットします
ko: 이 배경화면의 속성을 제작자가 설정한 기본값으로 재설정합니다
pl: Resetuj właściwości tej tapety do wartości domyślnych ustawionych przez autora
pt_br: Redefinir as propriedades desta imagem de fundo para os padrões definidos pelo autor
ru: Сбросить свойства этих обоев до значений по умолчанию, заданных автором
tr: Bu duvar kâğıdının özelliklerini yazarının belirlediği varsayılanlara sıfırla
uk: Скинути властивості цієї шпалери до стандартних значень, заданих автором
zh_hans: 将此墙纸的属性重置为作者设定的默认值
zh_hant: 將此背景圖片的屬性重置為作者設定的預設值

source: Reset to 1x
ar: إعادة التعيين إلى 1x
de: Auf 1x zurücksetzen
es: Restablecer a 1x
fr: Réinitialiser à 1x
hi: 1x पर रीसेट करें
it: Ripristina a 1x
ja: 1xにリセット
ko: 1x로 재설정
pl: Resetuj do 1×
pt_br: Redefinir para 1x
ru: Сбросить до 1×
tr: 1x’e Sıfırla
uk: Скинути до 1×
zh_hans: 重置为 1x
zh_hant: 重置為 1x

source: Reset to Center
ar: إعادة التعيين إلى المنتصف
de: Auf Mitte zurücksetzen
es: Restablecer al centro
fr: Réinitialiser au centre
hi: बीच में रीसेट करें
it: Ripristina al centro
ja: 中央にリセット
ko: 중앙으로 재설정
pl: Resetuj do środka
pt_br: Redefinir para o Centro
ru: Сбросить к центру
tr: Ortaya Sıfırla
uk: Скинути до центру
zh_hans: 重置到中心
zh_hant: 重置到中心

source: Resets every setting in Settings. To reset one tab, use Restore Defaults in the ⋯ menu below.
ar: يعيد تعيين كل الإعدادات. لإعادة تعيين علامة تبويب واحدة، استخدم «استعادة الإعدادات الافتراضية» في القائمة ⋯ أدناه.
de: Setzt alle Einstellungen zurück. Um nur einen Tab zurückzusetzen, verwenden Sie „Standards wiederherstellen“ im Menü ⋯ unten.
es: Restablece todos los ajustes. Para restablecer una sola pestaña, usa «Restaurar valores por omisión» en el menú ⋯ de abajo.
fr: Réinitialise tous les réglages. Pour réinitialiser un seul onglet, utilisez « Restaurer les valeurs par défaut » dans le menu ⋯ ci-dessous.
hi: सभी सेटिंग रीसेट करता है। केवल एक टैब रीसेट करने के लिए नीचे ⋯ मेनू में डिफ़ॉल्ट पुनर्स्थापित करें का उपयोग करें।
it: Ripristina tutte le impostazioni. Per ripristinare una sola scheda, usa “Ripristina predefiniti” nel menu ⋯ qui sotto.
ja: すべての設定をリセットします。1つのタブだけをリセットするには、下の⋯メニューの「デフォルトに戻す」を使用します。
ko: 모든 설정을 재설정합니다. 탭 하나만 재설정하려면 아래 ⋯ 메뉴에서 기본값 복원을 사용합니다.
pl: Resetuje wszystkie ustawienia. Aby zresetować tylko jedną kartę, użyj polecenia „Przywróć domyślne” w menu ⋯ poniżej.
pt_br: Redefine todos os ajustes. Para redefinir apenas uma aba, use Restaurar Padrões no menu ⋯ abaixo.
ru: Сбрасывает все настройки. Чтобы сбросить только одну вкладку, выберите «Восстановить значения по умолчанию» в меню ⋯ внизу.
tr: Tüm ayarları sıfırlar. Yalnızca bir sekmeyi sıfırlamak için aşağıdaki ⋯ menüsünde Saptanmışlara Geri Yükle’yi kullanın.
uk: Скидає всі параметри. Щоб скинути лише одну вкладку, скористайтеся «Відновити стандартні» в меню ⋯ нижче.
zh_hans: 重置所有设置。若只重置一个标签页，请使用下方 ⋯ 菜单中的“恢复默认值”。
zh_hant: 重置所有設定。若只要重置一個標籤頁，請使用下方 ⋯ 選單中的「回復預設值」。

source: Resolution
ar: الدقة
de: Auflösung
es: Resolución
fr: Résolution
hi: रिज़ोल्यूशन
it: Risoluzione
ja: 解像度
ko: 해상도
pl: Rozdzielczość
pt_br: Resolução
ru: Разрешение
tr: Çözünürlük
uk: Роздільність
zh_hans: 分辨率
zh_hant: 解析度

source: Restart Dock
ar: إعادة تشغيل Dock
de: Dock neu starten
es: Reiniciar el Dock
fr: Redémarrer le Dock
hi: Dock फिर से शुरू करें
it: Riavvia il Dock
ja: Dock を再起動
ko: Dock 재시작
pl: Uruchom ponownie Dock
pt_br: Reiniciar o Dock
ru: Перезапустить Dock
tr: Dock'u yeniden başlat
uk: Перезапустити Dock
zh_hans: 重新启动程序坞
zh_hant: 重新啟動 Dock

source: Restart Now
ar: إعادة التشغيل الآن
de: Jetzt neu starten
es: Reiniciar ahora
fr: Redémarrer maintenant
hi: अभी रीस्टार्ट करें
it: Riavvia ora
ja: 今すぐ再起動
ko: 지금 재시작
pl: Uruchom ponownie teraz
pt_br: Reiniciar Agora
ru: Перезапустить
tr: Şimdi Yeniden Başlat
uk: Перезапустити зараз
zh_hans: 立即重新启动
zh_hant: 立即重新啟動

source: Restart after crashing
ar: إعادة التشغيل بعد التعطل
de: Nach Absturz neu starten
es: Reiniciar tras un fallo
fr: Redémarrer après un plantage
hi: क्रैश होने के बाद रीस्टार्ट करें
it: Riavvia dopo un arresto anomalo
ja: クラッシュ後に再起動
ko: 충돌 후 재시작
pl: Uruchom ponownie po awarii
pt_br: Reiniciar após falha
ru: Перезапускать после сбоя
tr: Çöktükten sonra yeniden başlat
uk: Перезапускати після збою
zh_hans: 崩溃后重新启动
zh_hant: 當機後重新啟動

source: Restart the Dock automatically
ar: إعادة تشغيل Dock تلقائيًا
de: Dock automatisch neu starten
es: Reiniciar el Dock automáticamente
fr: Redémarrer le Dock automatiquement
hi: Dock को अपने-आप फिर से शुरू करें
it: Riavvia automaticamente il Dock
ja: Dock を自動的に再起動
ko: Dock 자동으로 재시작
pl: Automatycznie uruchamiaj ponownie Dock
pt_br: Reiniciar o Dock automaticamente
ru: Автоматически перезапускать Dock
tr: Dock'u otomatik olarak yeniden başlat
uk: Автоматично перезапускати Dock
zh_hans: 自动重新启动程序坞
zh_hant: 自動重新啟動 Dock

source: Restart the Dock automatically to apply icon and folder colors
ar: إعادة تشغيل Dock تلقائيًا لتطبيق ألوان الأيقونات والمجلدات
de: Dock automatisch neu starten, um Symbol- und Ordnerfarben anzuwenden
es: Reiniciar el Dock automáticamente para aplicar los colores de iconos y carpetas
fr: Redémarrer le Dock automatiquement pour appliquer les couleurs des icônes et des dossiers
hi: आइकन और फ़ोल्डर रंग लागू करने के लिए Dock को अपने-आप फिर से शुरू करें
it: Riavvia automaticamente il Dock per applicare i colori di icone e cartelle
ja: アイコンとフォルダの色を適用するために Dock を自動的に再起動
ko: 아이콘 및 폴더 색상을 적용하기 위해 Dock 자동으로 재시작
pl: Automatycznie uruchamiaj ponownie Dock, aby zastosować kolory ikon i folderów
pt_br: Reiniciar o Dock automaticamente para aplicar as cores de ícones e pastas
ru: Автоматически перезапускать Dock для применения цвета значков и папок
tr: Simge ve klasör renklerini uygulamak için Dock'u otomatik olarak yeniden başlat
uk: Автоматично перезапускати Dock для застосування кольору іконок і папок
zh_hans: 自动重新启动程序坞以应用图标和文件夹颜色
zh_hant: 自動重新啟動 Dock 以套用圖像和檔案夾顏色

source: Restore Defaults
ar: استعادة الإعدادات الافتراضية
de: Standards wiederherstellen
es: Restaurar valores por omisión
fr: Restaurer les valeurs par défaut
hi: डिफ़ॉल्ट पुनर्स्थापित करें
it: Ripristina predefiniti
ja: デフォルトに戻す
ko: 기본값 복원
pl: Przywróć domyślne
pt_br: Restaurar Padrões
ru: Восстановить значения по умолчанию
tr: Saptanmışlara Geri Yükle
uk: Відновити стандартні
zh_hans: 恢复默认值
zh_hant: 回復預設值

source: Restore Defaults of This Tab…
ar: استعادة الإعدادات الافتراضية لعلامة التبويب هذه…
de: Standards dieses Tabs wiederherstellen …
es: Restaurar valores por omisión de esta pestaña…
fr: Restaurer les valeurs par défaut de cet onglet…
hi: इस टैब के डिफ़ॉल्ट पुनर्स्थापित करें…
it: Ripristina predefiniti di questa scheda…
ja: このタブをデフォルトに戻す…
ko: 이 탭의 기본값 복원…
pl: Przywróć domyślne na tej karcie…
pt_br: Restaurar Padrões Desta Aba…
ru: Восстановить значения по умолчанию на этой вкладке…
tr: Bu Sekmeyi Saptanmışlara Geri Yükle…
uk: Відновити стандартні на цій вкладці…
zh_hans: 恢复此标签页的默认值…
zh_hant: 回復此標籤頁的預設值…

source: Restore on Quit
ar: الاستعادة عند الإنهاء
de: Beim Beenden wiederherstellen
es: Restaurar al salir
fr: Restaurer à la fermeture
hi: बंद करने पर पुनर्स्थापित करें
it: Ripristina all’uscita
ja: 終了時に元に戻す
ko: 종료 시 복원
pl: Przywracaj przy zakończeniu
pt_br: Restaurar ao Encerrar
ru: Восстанавливать при выходе
tr: Çıkışta Geri Yükle
uk: Відновлювати під час виходу
zh_hans: 退出时恢复
zh_hant: 結束時還原

source: Restore the defaults of %@?
ar: هل تريد استعادة الإعدادات الافتراضية لـ «%@»؟
de: Standards von „%@“ wiederherstellen?
es: ¿Restaurar los valores por omisión de «%@»?
fr: Restaurer les valeurs par défaut de « %@ » ?
hi: “%@” के डिफ़ॉल्ट पुनर्स्थापित करें?
it: Ripristinare i valori predefiniti di “%@”?
ja: 「%@」をデフォルトに戻しますか？
ko: '%@'의 기본값을 복원하겠습니까?
pl: Przywrócić domyślne ustawienia karty „%@”?
pt_br: Restaurar os padrões de “%@”?
ru: Восстановить значения по умолчанию для «%@»?
tr: “%@” için saptanmış değerler geri yüklensin mi?
uk: Відновити стандартні значення для «%@»?
zh_hans: 要恢复“%@”的默认值吗？
zh_hant: 要回復「%@」的預設值嗎？

source: Resume
ar: استئناف
de: Fortsetzen
es: Reanudar
fr: Reprendre
hi: जारी रखें
it: Riprendi
ja: 再開
ko: 재개
pl: Wznów
pt_br: Retomar
ru: Возобновить
tr: Sürdür
uk: Поновити
zh_hans: 继续
zh_hant: 繼續

source: Resume Wallpapers
ar: استئناف الخلفيات
de: Hintergrundbilder fortsetzen
es: Reanudar los fondos de pantalla
fr: Reprendre les fonds d’écran
hi: वॉलपेपर जारी रखें
it: Riprendi gli sfondi
ja: 壁紙を再開
ko: 배경화면 재개
pl: Wznów tapety
pt_br: Retomar Imagens de Fundo
ru: Возобновить обои
tr: Duvar Kâğıtlarını Sürdür
uk: Поновити шпалери
zh_hans: 继续墙纸
zh_hant: 繼續背景圖片

source: Retro
ar: ريترو
fr: Rétro
hi: रेट्रो
it: Retrò
ja: レトロ
ko: 레트로
pt_br: Retrô
ru: Ретро
uk: Ретро
zh_hans: 复古
zh_hant: 復古

source: Retry
ar: إعادة المحاولة
de: Erneut versuchen
es: Reintentar
fr: Réessayer
hi: फिर कोशिश करें
it: Riprova
ja: 再試行
ko: 재시도
pl: Spróbuj ponownie
pt_br: Tentar Novamente
ru: Повторить
tr: Yeniden Dene
uk: Повторити
zh_hans: 重试
zh_hant: 再試一次

source: Retry download
ar: إعادة محاولة التنزيل
de: Download erneut versuchen
es: Reintentar descarga
fr: Réessayer le téléchargement
hi: फिर से डाउनलोड करें
it: Riprova download
ja: ダウンロードを再試行
ko: 다운로드 재시도
pl: Ponów pobieranie
pt_br: Tentar baixar novamente
ru: Повторить загрузку
tr: İndirmeyi yeniden dene
uk: Повторити викачування
zh_hans: 重试下载
zh_hant: 重新嘗試下載

source: Reveals a second image through a moving window.
ar: يكشف صورة ثانية عبر نافذة متحركة.
de: Zeigt ein zweites Bild durch ein bewegtes Fenster.
es: Revela una segunda imagen a través de una ventana en movimiento.
fr: Révèle une seconde image à travers une fenêtre mobile.
hi: चलती हुई खिड़की से दूसरी इमेज दिखाता है.
it: Rivela una seconda immagine attraverso una finestra in movimento.
ja: 動くウインドウ越しに2つ目の画像を表示します。
ko: 움직이는 창을 통해 두 번째 이미지를 드러냅니다.
pl: Odsłania drugi obraz przez ruchome okno.
pt_br: Revela uma segunda imagem através de uma janela em movimento.
ru: Показывает второе изображение через движущееся окно.
tr: Hareketli bir pencereden ikinci bir görüntüyü ortaya çıkarır.
uk: Показує друге зображення крізь рухоме вікно.
zh_hans: 通过移动的窗口显露第二张图像。
zh_hant: 透過移動的視窗顯露第二張影像。

source: Revert
ar: إرجاع
de: Zurücksetzen
es: Revertir
fr: Revenir
hi: वापस लाएँ
it: Ripristina
ja: 元に戻す
ko: 되돌리기
pl: Odrzuć zmiany
pt_br: Reverter
ru: Вернуть
tr: Geri Döndür
uk: Повернути
zh_hans: 复原
zh_hant: 回復

source: Revert…
ar: إرجاع…
de: Zurücksetzen …
es: Revertir…
fr: Revenir…
hi: वापस लाएँ…
it: Ripristina…
ja: 元に戻す…
ko: 되돌리기…
pl: Odrzuć zmiany…
pt_br: Reverter…
ru: Вернуть…
tr: Geri Döndür…
uk: Повернути…
zh_hans: 复原…
zh_hant: 回復⋯

source: Review the export settings, then export the .mpkg and serve it to your Android device on this network
ar: راجع إعدادات التصدير، ثم صدّر ملف ‎.mpkg وقدّمه إلى جهاز Android على هذه الشبكة
de: Exporteinstellungen prüfen, dann die .mpkg-Datei exportieren und Ihrem Android-Gerät in diesem Netzwerk bereitstellen
es: Revisa los ajustes de exportación, exporta el .mpkg y sírvelo a tu dispositivo Android en esta red
fr: Vérifiez les réglages d’exportation, puis exportez le .mpkg et mettez-le à disposition de votre appareil Android sur ce réseau
hi: एक्सपोर्ट सेटिंग्स देखें, फिर .mpkg एक्सपोर्ट करके इस नेटवर्क पर अपने Android डिवाइस को दें
it: Controlla le impostazioni di esportazione, poi esporta il .mpkg e rendilo disponibile al dispositivo Android su questa rete
ja: 書き出し設定を確認してから .mpkg を書き出し、このネットワーク上の Android デバイスに提供します
ko: 내보내기 설정을 검토한 다음 .mpkg를 내보내고 이 네트워크의 Android 기기에 제공합니다
pl: Sprawdź ustawienia eksportu, a potem wyeksportuj plik .mpkg i udostępnij go urządzeniu z Androidem w tej sieci
pt_br: Revise os ajustes de exportação, exporte o .mpkg e disponibilize-o ao seu dispositivo Android nesta rede
ru: Проверьте настройки экспорта, затем экспортируйте .mpkg и передайте его на устройство Android в этой сети
tr: Dışa aktarma ayarlarını gözden geçirin, ardından .mpkg dosyasını dışa aktarıp bu ağdaki Android aygıtınıza sunun
uk: Перевірте параметри експорту, потім експортуйте .mpkg і передайте його на пристрій Android у цій мережі
zh_hans: 检查导出设置，然后导出 .mpkg 并通过此网络提供给你的 Android 设备
zh_hant: 檢查輸出設定，然後輸出 .mpkg 並透過此網路提供給你的 Android 裝置

source: Review the export settings, then export the .mpkg to a file
ar: راجع إعدادات التصدير، ثم صدّر ملف ‎.mpkg
de: Exporteinstellungen prüfen, dann die .mpkg-Datei exportieren
es: Revisa los ajustes de exportación y exporta el .mpkg a un archivo
fr: Vérifiez les réglages d’exportation, puis exportez le .mpkg dans un fichier
hi: एक्सपोर्ट सेटिंग्स देखें, फिर .mpkg को फ़ाइल में एक्सपोर्ट करें
it: Controlla le impostazioni di esportazione, poi esporta il .mpkg in un file
ja: 書き出し設定を確認してから .mpkg をファイルに書き出します
ko: 내보내기 설정을 검토한 다음 .mpkg를 파일로 내보냅니다
pl: Sprawdź ustawienia eksportu, a potem wyeksportuj plik .mpkg
pt_br: Revise os ajustes de exportação e exporte o .mpkg para um arquivo
ru: Проверьте настройки экспорта, затем экспортируйте .mpkg в файл
tr: Dışa aktarma ayarlarını gözden geçirin, ardından .mpkg dosyasını dışa aktarın
uk: Перевірте параметри експорту, потім експортуйте .mpkg у файл
zh_hans: 检查导出设置，然后将 .mpkg 导出为文件
zh_hant: 檢查輸出設定，然後將 .mpkg 輸出為檔案
